---
kind: property
id: P:Autodesk.Revit.DB.IndependentTag.MultiReferenceAnnotationId
zh: 标记、打标、标签
source: html/30363f1b-0fd1-fa0e-5617-be77d683662e.htm
---
# Autodesk.Revit.DB.IndependentTag.MultiReferenceAnnotationId Property

**中文**: 标记、打标、标签

The multi-reference annotation which owns this tag.

## Syntax (C#)
```csharp
public ElementId MultiReferenceAnnotationId { get; }
```

## Remarks
[!:Autodesk::Revit::DB::MultiReferenceAnnotation] for more information.